Repository: Coho04/EasyWallet_IOS
Catalog: EasyWallet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Actions
de: Aktionen
es: Acciones
it: Azioni

source: Add subscription
de: Abo hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
it: Aggiungi abbonamento

source: Amount
de: Anzahl
es: Importe
fr: Montant
it: Importo

source: Buy this subscription
de: Dieses Abonnement kaufen
es: Comprar este abono
fr: Acheter cet abonnement
it: Acquista questo abbonamento

source: Contact Developer
de: Entwickler kontaktieren
es: Contacto
fr: Contacter le développeur
it: Contatto con lo sviluppatore

source: Continue this subscription
de: Dieses Abonnement fortsetzen
es: Continuar esta suscripción
fr: Poursuivre cet abonnement
it: Continuare l'abbonamento

source: Costs
de: Kosten
es: Costes
fr: Coûts
it: Costi

source: Created on
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il

source: Currency
de: Währung
es: Moneda
fr: Monnaie
it: Valuta

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni

source: Days remaining
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
it: Giorni rimanenti

source: Delete this subscription
de: Dieses Abonnement löschen
es: Eliminar esta suscripción
fr: Supprimer cet abonnement
it: Cancellare questa sottoscrizione

source: Edit subscription
de: Abo bearbeiten
es: Editar suscripción
fr: Modifier l'abonnement
it: Modifica abbonamento

source: Enable Notifications
de: Benarichtigung aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita le notifiche

source: Feedback
de: Feddback
es: Comentarios
fr: Retour d'information

source: For free
de: Kostenlos
es: Gratis
fr: Gratuitement
it: Gratuitamente

source: Hello, World!
de: Hallo, Welt!
es: Hola, mundo.
fr: Bonjour à tous !
it: Ciao, mondo!

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: Hint
de: Hinweis
es: Sugerencia
fr: Indice
it: Suggerimento

source: Imprint
de: Impressum
es: Pie de imprenta
fr: Impression
it: Impronta

source: Include Cost in Notifications
de: Kosten in Benachrichtigungen einbeziehen
es: Incluir el coste en las notificaciones
fr: Inclure le coût dans les notifications
it: Includere il costo nelle notifiche

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuel
it: Mensile

source: Monthly Limit
de: Monatliches Limit
es: Límite mensual
fr: Limite mensuelle
it: Limite mensile

source: Next invoice
de: Nächste Rechnung
es: Siguiente factura
fr: Facture suivante
it: Prossima fattura

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno

source: Notes
de: Notizen
es: Notas
it: Note

source: Notification deactivated
de: Benachrichtigung deaktiviert
es: Notificación desactivada
fr: Notification désactivée
it: Notifica disattivata

source: Notification Time
de: Benachrichtigungs Zeitpunkt
es: Hora de notificación
fr: Heure de notification
it: Tempo di notifica

source: Notifications
de: Benachrichtigung
es: Notificaciones
it: Notifiche

# one_week_debited
source: In 1 week %@ will be debited
de: In 1 Woche werden %@ abgebucht
es: En 1 semana se cargará %@
fr: Dans 1 semaine, %@ sera débité
it: Tra 1 settimana verrà addebitato %@

# one_week_debited_with_coasts
source: In 1 week %@ will be debited, %@
de: In 1 Woche werden %@ abgebucht, %@
es: En 1 semana se cargará %@, %@
fr: Dans 1 semaine, %@ sera débité, %@
it: Tra 1 settimana verrà addebitato %@, %@

source: One Day Before
de: Ein Tag vorher
es: Un día antes
fr: Un jour avant
it: Un giorno prima

source: One Week Before
de: Eine Woche vorher
es: Una semana antes
fr: Une semaine avant
it: Una settimana prima

source: Oops, looks like there's no data...
de: Ups, sieht aus, als gäbe es keine Daten...
es: Ups, parece que no hay datos...
fr: Oups, on dirait qu'il n'y a pas de données...
it: Ops, sembra che non ci siano dati...

source: Open Settings
de: Einstellungen öffnen
es: Abrir la configuración
fr: Ouvrir les paramètres
it: Aprire le impostazioni

source: Pause this subscription
de: Dieses Abonnement pausieren
es: Pausar esta suscripción
fr: Interrompre cet abonnement
it: Sospendere l'abbonamento

source: Payment rate
de: Bezahlungsrate
es: Tasa de pago
fr: Taux de paiement
it: Tasso di pagamento

source: Pin this subscription
de: Dieses Abonnement anheften
es: Anclar esta suscripción
fr: Épingler cet abonnement
it: Appuntate questo abbonamento

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Previous invoice
de: Vorherige Rechnung
es: Factura anterior
fr: Facture précédente
it: Fattura precedente

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Rate the App
de: Bewerten Sie die App
es: Valore la aplicación
fr: Évaluer l'application
it: Valutare l'applicazione

source: Reminde me
de: Erinnern Sie mich
es: Recuérdame
fr: Me rappeler
it: Ricordami

source: Same Day
de: Am selben Tag
es: El mismo día
fr: Le jour même
it: Lo stesso giorno

source: Save
de: Speichern
es: Guardar
fr: Économiser
it: Risparmiare

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Start Date
de: Start Datum
es: Fecha de inicio
fr: Date de début
it: Data di inizio

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Subscription information
de: Informationen zum Abonnement
es: Información sobre la suscripción
fr: Informations sur l'abonnement
it: Informazioni sull'abbonamento

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti

source: Support
de: Hilfe
es: Ayuda
fr: Soutien
it: Supporto

source: Synchronization
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione

source: Tip Jar
de: Trinkgeldglas
es: Tarro de propinas
fr: Boîte à idées
it: Barattolo dei suggerimenti

# today_debited
source: Today %@ will be debited
de: Heuten wird %@ abgebucht
es: Hoy se cargará el %@
fr: Aujourd'hui, %@ sera débité
it: Oggi verranno addebitate le %@

# today_debited_with_coasts
source: Today %@ will be debited, %@
de: Heuten wird %@ abgebucht, %@
es: Hoy se cargará el %@, %@
fr: Aujourd'hui, %@ sera débité, %@
it: Oggi verranno addebitate le %@, %@

# tomorrow_debited
source: Tomorrow %@ will be debited
de: Morgen wird %@ abgebucht
es: Mañana se cargará %@
fr: Demain, %@ sera débité de
it: Domani verrà addebitata la %@

# tomorrow_debited_with_coasts
source: Tomorrow %@ will be debited, %@
de: Morgen wird %@ abgebucht, %@
es: Mañana se cargará %@, %@
fr: Demain, %@ sera débité de %@
it: Domani verrà addebitata la %@, %@

# two_days_debited
source: In 2 days %@ will be debited
de: In 2 Tagen wird %@ abgebucht
es: Dentro de 2 días se cargará el %@
fr: Dans 2 jours, %@ sera débité
it: Tra 2 giorni verrà addebitato %@

# two_days_debited_with_coasts
source: In 2 days %@ will be debited, %@
de: In 2 Tagen wird %@ abgebucht, %@
es: Dentro de 2 días se cargará el %@, %@
fr: Dans 2 jours, %@ sera débité, %@
it: Tra 2 giorni verrà addebitato %@, %@

source: Two Days Before
de: Zwei Tage vorher
es: Dos días antes
fr: Deux jours avant
it: Due giorni prima

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Unknown subscription
de: Unbekanntes Abonnement
es: Suscripción desconocida
fr: Abonnement inconnu
it: Abbonamento sconosciuto

source: Unpin this subscription.
de: Dieses Abonnement lösen
es: Desanclar esta suscripción.
fr: Désépingler cet abonnement.
it: Disattivare questa sottoscrizione.

source: URL of the subscription
de: URL des Abonnements
es: URL de la suscripción
fr: URL de l'abonnement
it: URL dell'abbonamento

source: Would you like to activate notifications in the settings?
de: Möchten Sie Benachrichtigungen in den Einstellungen aktivieren?
es: ¿Quieres activar las notificaciones en los ajustes?
fr: Souhaitez-vous activer les notifications dans les paramètres ?
it: Volete attivare le notifiche nelle impostazioni?

source: Yearly
de: Jährlich
es: Anualmente
fr: Annuel
it: Annuale

source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud

source: Title
es: Título
fr: Titre
it: Titolo
